Repository: gdometrics/ospfm
Catalog: old-django/src/ospfm_core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: currency
fr: monnaie

source: currencies
fr: monnaies

source: %s's profile
fr: profil de %s

source: user profile
fr: profil d'utilisateur

source: users profiles
fr: profils d'utilisateurs

source: %(contact)s is one of %(user)s's contacts
fr: %(contact)s est un des contacts de %(user)s

source: user contact
fr: contact d'utilisateur

source: users contacts
fr: contacts d'utilisateurs

source: AED currency name
fr: dirham émirati

source: AFN currency name
fr: afghani

source: ALL currency name
fr: lek

source: AMD currency name
fr: dram

source: ANG currency name
fr: florin des Antilles néerlandaises

source: AOA currency name
fr: kwanza

source: ARS currency name
fr: peso argentin

source: AUD currency name
fr: dollar australien

source: AWG currency name
fr: florin arubais

source: AZN currency name
fr: manat azerbaïdjanais

source: BAM currency name
fr: mark convertible

source: BBD currency name
fr: dollar barbadien

source: BDT currency name
fr: taka

source: BGN currency name
fr: lev

source: BHD currency name
fr: dinar bahreïni

source: BIF currency name
fr: franc burundais

source: BMD currency name
fr: dollar bermudien

source: BND currency name
fr: dollar de Brunei

source: BOB currency name
fr: boliviano

source: BRL currency name
fr: réal brésilien

source: BSD currency name
fr: dollar bahaméen

source: BTN currency name
fr: ngultrum

source: BWP currency name
fr: pula

source: BYR currency name
fr: rouble biélorusse

source: BZD currency name
fr: dollar bélizien

source: CAD currency name
fr: dollar canadien

source: CDF currency name
fr: franc congolais

source: CHF currency name
fr: franc suisse

source: CLF currency name
fr: unité d'investissement du Chili

source: CLP currency name
fr: peso chilien

source: CNY currency name
fr: yuan

source: COP currency name
fr: peso colombien

source: COU currency name
fr: unité de valeur réelle colombienne

source: CRC currency name
fr: colon costaricain

source: CUC currency name
fr: peso cubain convertible

source: CUP currency name
fr: peso cubain

source: CVE currency name
fr: escudo

source: CZK currency name
fr: couronne tchèque

source: DJF currency name
fr: franc djiboutien

source: DKK currency name
fr: couronne danoise

source: DOP currency name
fr: peso dominicain

source: DZD currency name
fr: dinar algérien

source: EGP currency name
fr: livre égyptienne

source: ERN currency name
fr: nakfa

source: ETB currency name
fr: birr

source: EUR currency name
fr: Euro

source: FJD currency name
fr: dollar fidjien

source: FKP currency name
fr: livre des Îles Malouines

source: GBP currency name
fr: livre sterling

source: GEL currency name
fr: lari

source: GHS currency name
fr: cédi

source: GIP currency name
fr: livre de Gibraltar

source: GMD currency name
fr: dalasi

source: GNF currency name
fr: franc guinéen

source: GTQ currency name
fr: quetzal

source: GYD currency name
fr: dollar du Guyana

source: HKD currency name
fr: dollar de Hong Kong

source: HNL currency name
fr: lempira

source: HRK currency name
fr: kuna

source: HTG currency name
fr: gourde

source: HUF currency name
fr: forint

source: IDR currency name
fr: roupie indonésienne

source: ILS currency name
fr: shekel

source: INR currency name
fr: roupie indienne

source: IQD currency name
fr: dinar irakien

source: IRR currency name
fr: rial iranien

source: ISK currency name
fr: couronne islandaise

source: JMD currency name
fr: dollar jamaïcain

source: JOD currency name
fr: dinar jordanien

source: JPY currency name
fr: yen

source: KES currency name
fr: shiling kényan

source: KGS currency name
fr: som

source: KHR currency name
fr: riel

source: KMF currency name
fr: franc comorien

source: KPW currency name
fr: won de Corée du Nord

source: KRW currency name
fr: won de Corée du Sud

source: KWD currency name
fr: dinar koweïtien

source: KYD currency name
fr: dollar des Îles Caïmans

source: KZT currency name
fr: tenge

source: LAK currency name
fr: kip

source: LBP currency name
fr: livre libanaise

source: LKR currency name
fr: roupie srilankaise

source: LRD currency name
fr: dollar libérien

source: LSL currency name
fr: loti

source: LTL currency name
fr: litas

source: LVL currency name
fr: lats

source: LYD currency name
fr: dinar lybien

source: MAD currency name
fr: dirham marocain

source: MDL currency name
fr: leu moldave

source: MGA currency name
fr: ariary

source: MKD currency name
fr: denar

source: MMK currency name
fr: kyat

source: MNT currency name
fr: tugrik

source: MOP currency name
fr: pataka

source: MRO currency name
fr: ouguiya

source: MUR currency name
fr: roupie mauricienne

source: MVR currency name
fr: rufiyaa

source: MWK currency name
fr: kwacha malawien

source: MXN currency name
fr: peso mexicain

source: MXV currency name
fr: unité de conversion mexicaine

source: MYR currency name
fr: ringgit

source: MZN currency name
fr: metical

source: NAD currency name
fr: dollar namibien

source: NGN currency name
fr: naira

source: NIO currency name
fr: cordoba d'or

source: NOK currency name
fr: couronne norvégienne

source: NPR currency name
fr: roupie népalaise

source: NZD currency name
fr: dollar néo-zélandais

source: OMR currency name
fr: rial omanais

source: PAB currency name
fr: balboa

source: PEN currency name
fr: sol

source: PGK currency name
fr: kina

source: PHP currency name
fr: peso philippin

source: PKR currency name
fr: roupie pakistanaise

source: PLN currency name
fr: zloty

source: PYG currency name
fr: guarani

source: QAR currency name
fr: rial qatari

source: RON currency name
fr: leu roumain

source: RSD currency name
fr: dinar serbe

source: RUB currency name
fr: rouble russe

source: RWF currency name
fr: franc rwandais

source: SAR currency name
fr: riyal

source: SBD currency name
fr: dollar des Îles Salomon

source: SCR currency name
fr: roupie seychelloise

source: SDG currency name
fr: livre soudanaise

source: SEK currency name
fr: couronne suédoise

source: SGD currency name
fr: dollar singapourien

source: SHP currency name
fr: livre de Sainte-Hélène

source: SLL currency name
fr: leone

source: SOS currency name
fr: shilling somalien

source: SRD currency name
fr: dollar surinamien

source: SSP currency name
fr: livre sud-soudanaise

source: STD currency name
fr: dobra

source: SYP currency name
fr: livre syrienne

source: SZL currency name
fr: lilangeni

source: THB currency name
fr: baht

source: TJS currency name
fr: somoni

source: TMT currency name
fr: manat turkmène

source: TND currency name
fr: dinar tunisien

source: TOP currency name
fr: pa'anga

source: TRY currency name
fr: livre turque

source: TTD currency name
fr: dollar de Trinité-et-Tobago

source: TWD currency name
fr: dollar taïwanais

source: TZS currency name
fr: shilling tanzanien

source: UAH currency name
fr: hryvnia

source: UGX currency name
fr: shilling ougandais

source: USD currency name
fr: dollar US

source: UYI currency name
fr: peso uruguayen en unités indexées

source: UYU currency name
fr: peso uruguayen

source: UZS currency name
fr: sum

source: VEF currency name
fr: bolívar fuerte

source: VND currency name
fr: dong

source: VUV currency name
fr: vatu

source: WST currency name
fr: tala

source: XAF currency name
fr: franc CFA

source: XAG currency name
fr: onces d'argent

source: XAU currency name
fr: onces d'or

source: XCD currency name
fr: dollar est-caribéen

source: XOF currency name
fr: franc CFA

source: XPD currency name
fr: onces de palladium

source: XPF currency name
fr: franc CFP

source: XPT currency name
fr: onces de platine

source: YER currency name
fr: rial yéménite

source: ZAR currency name
fr: rand

source: ZMK currency name
fr: kwacha zambien

source: ZWL currency name
fr: dollar zimbabwéen
